Repository: AIMDICK/DotAHK
Catalog: src/DotAHK/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, ru_ru

# DialogNewProfileMessage
source: Name the new environment profile:
de_de: Benennen Sie das neue Umgebungsprofil:
es_es: Asigna un nombre al nuevo perfil de entorno:
ru_ru: Введите имя нового профиля среды:

# DialogNewProfilePlaceholder
source: Gaming
es_es: Juegos
ru_ru: Игры

# DialogDeleteProfileTitle
source: Delete profile
de_de: Profil löschen
es_es: Eliminar perfil
ru_ru: Удалить профиль

# DialogDeleteProfileMessage
source: Delete the profile "{0}"? Its scripts are kept but leave the group.
de_de: Profil "{0}" löschen? Die Skripte bleiben erhalten, verlassen aber die Gruppe.
es_es: ¿Eliminar el perfil "{0}"? Sus scripts se conservan, pero salen del grupo.
ru_ru: Удалить профиль "{0}"? Скрипты сохранятся, но покинут группу.

# DialogKeepRunningTitle
source: Keep DotAHK running?
de_de: DotAHK weiter ausführen?
es_es: ¿Mantener DotAHK en ejecución?
ru_ru: Оставить DotAHK запущенным?

# DialogKeepRunningMessage
source: Do you want to keep DotAHK running in the background? Choose Yes to minimize to the notification area, or No to quit and stop all running scripts.
de_de: Möchten Sie DotAHK im Hintergrund weiter ausführen? Wählen Sie Ja, um in den Infobereich zu minimieren, oder Nein, um zu beenden und alle laufenden Skripte zu stoppen.
es_es: ¿Quieres mantener DotAHK en ejecución en segundo plano? Elige Sí para minimizarlo al área de notificación, o No para salir y detener todos los scripts en ejecución.
ru_ru: Оставить DotAHK работать в фоновом режиме? Выберите "Да", чтобы свернуть в область уведомлений, или "Нет", чтобы выйти и остановить все запущенные скрипты.

# DialogYes
source: Yes
de_de: Ja
es_es: Sí
ru_ru: Да

# DialogCancel
source: Cancel
de_de: Abbrechen
es_es: Cancelar
ru_ru: Отмена

# DialogDelete
source: Delete
de_de: Löschen
es_es: Eliminar
ru_ru: Удалить

# ScriptsHeaderTitle
source: Scripts
de_de: Skripte
ru_ru: Скрипты

# DialogNo
source: No
de_de: Nein
ru_ru: Нет
